{"inkVersion":21,"root":[["^Hey there, stranger! What's the rush? Why not take a moment and enjoy the good","\n","^vibes?","\n","ev","str","^ Sorry, I'm in a hurry. Maybe another time.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Sure, why not? What do you have in mind?","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n",{"->":"Scene_One"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"Scene_TOW"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Scene_One":[["^You sure? Why don’t you take some time to chill?","\n","ev","str","^Sure, why not? What do you have in mind?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I appreciate the sentiment, but I've got a lot on my plate right now.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_two"},{"#f":5}],"c-1":["\n","^Alrighty! Bye then.","\n","end",{"#f":5}]}],{"#f":1}],"Scene_TOW":[["^Life's too short to rush around all the time. Take it easy, and remember, there's always time for a little sunshine.","\n","ev","str","^Yeah, you're right. I should slow down.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Scene_two"},{"#f":5}]}],{"#f":1}],"Scene_two":[["^Slow down, man! The universe has its own rhythm. Sometimes, you gotta let go and","\n","^flow with it. It's all about finding balance, you know?","\n","ev","str","^ I guess you're right. I need to find some balance.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^That's easier said than done. I've got deadlines and responsibilities.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_three"},{"#f":5}],"c-1":["\n","^chaos.","\n",{"->":"Scene_three"},{"#f":5}]}],{"#f":1}],"Scene_three":[["^You know… Stress can weigh you down if you let it. But remember, even in the busiest","\n","^of times, you can always find a moment of peace. It's about finding your own rhythm within the","\n","^chaos.","\n","ev","str","^Yeah, finding peace sounds nice. I need to get this weight off my shoulders.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I don't know, man. It feels like everything's piling up on me.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_four"},{"#f":5}],"c-1":["\n",{"->":"Scene_four"},{"#f":5}]}],{"#f":1}],"Scene_four":[["^Trust me, friend, I've seen the weight of the world on many shoulders. But sometimes, taking a step back, embracing the present moment, and just breathing can make all the difference. Life's too beautiful to let it slip away unnoticed.","\n","ev","str","^You have a point. I'll try to appreciate the little things.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I appreciate the sentiment, but it's not that simple for me.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","end",{"#f":5}],"c-1":["\n",{"->":"Scene_five"},{"#f":5}]}],{"#f":1}],"Scene_five":[["^I get it, man. Life can be complicated. But even in complexity, simplicity can be found. Embrace the beauty around you, and let the worries melt away. Remember, happiness is a journey, not a destination.","\n","ev","str","^I'll try to find happiness in the journey, but it's not always easy.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Scene_six"},{"#f":5}]}],{"#f":1}],"Scene_six":[["^I hear you, my friend. Life has its ups and downs, but it's the journey that shapes us. Keep your head up, find joy in the small moments, and let the good vibes guide you. Remember, you're never alone on this crazy ride.","\n","ev","str","^Thanks for the reminder. I'll try to stay positive.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I appreciate the advice. I'll see if I can find some joy along the way.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_seven"},{"#f":5}],"c-1":["\n",{"->":"Scene_seven"},{"#f":5}]}],{"#f":1}],"Scene_seven":[["^That's the spirit! Just remember, I'll always be here, floating through life, ready to share a little love and peace whenever you need it. Take care, my friend, and may the good vibes be with you!","\n","ev","str","^Thanks, I appreciate that. Take care too!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^It was nice talking to you. Until next time, take care!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","end",{"#f":5}],"c-1":["\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}