{"inkVersion":21,"root":[["^Hey there, my friend! Fancy running into you again. How's the journey of life treating you today?","\n","ev","str","^Oh, hey! Life's been alright, I suppose.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Same old, same old. Nothing exciting happening.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n",{"->":"Scene_One"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"Scene_One"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Scene_One":[["^Life's like a river, sometimes calm, sometimes rushing. Gotta ride those waves, you know?","\n","ev","str","^Yeah, I'm trying to go with the flow but I have no time for myself now.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^It feels like I'm constantly swimming against the current.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_two"},{"#f":5}],"c-1":["\n",{"->":"Scene_two"},{"#f":5}]}],{"#f":1}],"Scene_two":[["^Going with the flow is where it's at, my friend. The universe has a plan, and sometimes it's best to trust it. But hey, swimming against the current builds strength too. Just don't forget to catch your breath and enjoy the scenery once in a while.","\n","ev","str","^Thanks but I have to get going now","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I guess the scenery isn't always that great though.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_three"},{"#f":5}],"c-1":["\n",{"->":"Scene_three"},{"#f":5}]}],{"#f":1}],"Scene_three":[["^Ah, the journey... it's a beautiful thing, isn't it? As for the scenery, beauty is subjective, my friend. Sometimes you gotta look beyond the surface and find the hidden gems. They're there if you open your heart and mind.","\n","ev","str","^I'll keep an eye out for those hidden gems then. Even though everything seems bleak.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^It's hard to see the beauty when everything seems bleak.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_four"},{"#f":5}],"c-1":["\n",{"->":"Scene_four"},{"#f":5}]}],{"#f":1}],"Scene_four":[["^I understand, my friend. Sometimes life throws shadows our way. But remember, even in darkness, there's a spark of light waiting to be discovered. Keep searching, keep believing, and that light will reveal itself.","\n","ev","str","^I'll do my best to keep searching for that light.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I appreciate the optimism, but it's hard to see sometimes.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_five"},{"#f":5}],"c-1":["\n",{"->":"Scene_five"},{"#f":5}]}],{"#f":1}],"Scene_five":[["^Life has its challenges, no doubt. But remember, even in the midst of struggle, there's strength within you. Rise above those challenges and let your spirit soar. You're stronger than you think.","\n","ev","str","^Thanks for the encouragement. I'll try to tap into that strength.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I'll keep pushing forward and see where it leads me.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","end",{"#f":5}],"c-1":["\n",{"->":"Scene_six"},{"#f":5}]}],{"#f":1}],"Scene_six":[["^That's the spirit! Life's like a canvas, and you're the artist. Paint your story with bold strokes and vibrant colours. Don't be afraid to take risks and create your masterpiece.","\n","ev","str","^I like that analogy. I'll embrace my inner artist.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I'll try to add a few more colours to my life.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_seven"},{"#f":5}],"c-1":["\n",{"->":"Scene_eight"},{"#f":5}]}],{"#f":1}],"Scene_seven":[["^Painting our own stories is why we have hope. Hope for a new masterpiece of our own creation.","\n","ev","str","^Well then let me go find my inner artist.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I hope inspiration finds me soon. I could use a little hope.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_nine"},{"#f":5}],"c-1":["\n",{"->":"Scene_nine"},{"#f":5}]}],{"#f":1}],"Scene_eight":[["^That's the way to go, my friend! Embrace the colours, embrace the unknown. Life's an adventure waiting to unfold. Remember, every twist and turn has something privies inspiration. Keep your eyes open and let the magic happen.","\n","ev","str","^Well then let me go find my inner artist.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I hope inspiration finds me soon. I could use a little hope.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scene_nine"},{"#f":5}],"c-1":["\n",{"->":"Scene_nine"},{"#f":5}]}],{"#f":1}],"Scene_nine":[["^Oh, it will find you, my friend. Just when you least expect it, the universe has a way of sprinkling some wonder into our lives. Until then, keep your heart open and your spirit free. Take care, and may the good vibes be with you!","\n","ev","str","^Thanks, take care too! May the good vibes always find you.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I'll try to keep the good vibes alive. Take care, my friend!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","\n","end",{"#f":5}],"c-1":["\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}